[IRI_RPG_CV X2DisposableLauncherTemplate]
FriendlyName="RPG火箭筒"
FriendlyNamePlural="RPG火箭筒"
ThrownAbilityName="发射RPG火箭筒"
ThrownAbilityHelpText="发射 RPG。火箭可能会散射。"
BriefSummary="我们设法从最初的 XCOM 项目遗留下来的一个弹药库中获得了大量的一次性 RPG 供应。它们对装甲目标和敌人群体非常有效，但使用起来可能很笨重。"
TacticalText="我们设法从最初的 XCOM 项目遗留下来的一个弹药库中获得了大量的一次性 RPG 供应。它们对装甲目标和敌人群体非常有效，但使用起来可能很笨拙。<br/ ><子弹/> 与手榴弹不同，火箭弹可能会分散并错过目标。如果在士兵只剩下一次行动或进行远距离射击时发射火箭，分散情况会变得更糟。 \n<子弹/> 比大多数其他武器重。"

[IRI_RPG_MG X2DisposableLauncherTemplate]
FriendlyName="超音速榴弹"
FriendlyNamePlural="超音速榴弹"
ThrownAbilityName="超音速榴弹"
ThrownAbilityHelpText="发射超音速榴弹。"
BriefSummary="CRAG 使用超频电磁线圈来快速加速改装的外星手榴弹，以超音速发射它。不幸的是，如果没有笨重的补偿和冷却装置，线圈衬里总是会在射击过程中炸毁，从而使该发射器不适合重复使用。 "
TacticalText="CRAG 使用超频磁线圈来快速加速改装的外星手榴弹，以超音速发射它。不幸的是，如果没有笨重的补偿和冷却装置，线圈衬里总是会在射击过程中炸毁，使得该发射器不适合重复使用。 <br/><Bullet/> 与手榴弹不同，火箭弹可能会分散并错过目标。如果在士兵只剩下一次行动或进行远距离射击时发射火箭弹，分散性会变得更糟。 \n<Bullet/> 比大多数其他物品重。"

[IRI_RPG_BM X2DisposableLauncherTemplate]
FriendlyName="二元聚变榴弹"
FriendlyNamePlural="二元聚变榴弹"
ThrownAbilityName="发射二元聚变榴弹"
ThrownAbilityHelpText="发射二元聚变榴弹。"
BriefSummary="二元聚变手榴弹使用传统的炸药来内爆铒核心，使其具有作为爆炸物的巨大潜力。BFG 使用冷凝空气对核心进行过冷以延迟链式反应。然后核心立即通过无-发射接触引力场。"
TacticalText="二元聚变手榴弹使用传统的炸药来内爆铒核心，使其具有作为炸药的巨大潜力。BFG 使用冷凝空气对核心进行过冷以延迟连锁反应。然后核心立即通过非-发射接触重力场。<br/><子弹/>与手榴弹不同，火箭弹可能会分散并错过目标。如果在士兵只剩下一个动作或进行远距离射击时发射火箭弹，分散情况会变得更糟。\n< Bullet/> 比大多数其他实用物品重。"

[IRI_RPG_CV_Utility X2UtilityDisposableLauncherTemplate]
FriendlyName="RPG火箭筒"
FriendlyNamePlural="RPG火箭筒"
BriefSummary="我们设法从最初的 XCOM 项目遗留下来的一个弹药库中获得了大量的一次性 RPG 供应。它们对装甲目标和敌人群体非常有效，但使用起来可能很笨重。"
TacticalText="我们设法从最初的 XCOM 项目遗留下来的一个弹药库中获得了大量的一次性 RPG 供应。它们对装甲目标和敌人群体非常有效，但使用起来可能很笨拙。<br/ ><子弹/> 与手榴弹不同，火箭弹可能会分散并错过目标。如果在士兵只剩下一次行动或进行远距离射击时发射火箭，分散情况会变得更糟。 \n<子弹/> 比大多数其他武器重。"


[IRI_RPG_MG_Utility X2UtilityDisposableLauncherTemplate]
FriendlyName="超音速榴弹"
FriendlyNamePlural="超音速榴弹"
BriefSummary="CRAG 使用超频电磁线圈来快速加速改装的外星手榴弹，以超音速发射它。不幸的是，如果没有笨重的补偿和冷却装置，线圈衬里总是会在射击过程中炸毁，从而使该发射器不适合重复使用。 "
TacticalText="CRAG 使用超频磁线圈来快速加速改装的外星手榴弹，以超音速发射它。不幸的是，如果没有笨重的补偿和冷却装置，线圈衬里总是会在射击过程中炸毁，使得该发射器不适合重复使用。 <br/><Bullet/> 与手榴弹不同，火箭弹可能会分散并错过目标。如果在士兵只剩下一次行动或进行远距离射击时发射火箭弹，分散性会变得更糟。 \n<Bullet/> 比大多数其他物品重。"


[IRI_RPG_BM_Utility X2UtilityDisposableLauncherTemplate]
FriendlyName="二元聚变榴弹"
FriendlyNamePlural="二元聚变榴弹"
BriefSummary="二元聚变手榴弹使用传统的炸药来内爆铒核心，使其具有作为爆炸物的巨大潜力。BFG 使用冷凝空气对核心进行过冷以延迟链式反应。然后核心立即通过无-发射接触引力场。"
TacticalText="二元聚变手榴弹使用传统的炸药来内爆铒核心，使其具有作为炸药的巨大潜力。BFG 使用冷凝空气对核心进行过冷以延迟连锁反应。然后核心立即通过非-发射接触重力场。<br/><子弹/>与手榴弹不同，火箭弹可能会分散并错过目标。如果在士兵只剩下一个动作或进行远距离射击时发射火箭弹，分散情况会变得更糟。\n< Bullet/> 比大多数其他物品重。"
